<template>
  <v-layout column justify-center align-center>
    <v-flex xs12 sm8 md6>
      <div class="text-center">
        <img src="img/front.png" />
      </div>
      <v-card>
        <v-card-title class="headline">
          ЛАО ЦЗЫ И ЕГО ТРАКТАТ
        </v-card-title>
        <v-card-text>
          <p>
            Авторство древнекитайского текста «Лао цзы» (досл. «Старый мудрец» или «Старец-дитя») принято приписывать
            некоему уроженцу южного удела Чу, из рода Ли, по имени Эр, жившему в VI-V веках до н.э. Согласно ханьскому
            историку Сыма Цяню (145-86 гг. до н.э.), Ли Эр служил хранителем дворцового архива в доме Чжоу, но,
            разочаровавшись в современной ему эпохе, решил покинуть пределы страны. При переходе западного рубежа
            начальник заставы попросил, чтобы Ли Эр для него оставил рукописный текст, содержащий основы учения мудрого
            старца. Так, согласно описанному Сыма Цянем в 63-й главе «Ши цзи», появилась книга, состоящая из верхнего и
            нижнего разделов, и содержащая более пяти тысяч слов. В последующие века за этой книгой закрепилось
            классическое название «Дао дэ цзин» («Канон/писание о пути и добродетели»), и, уже разбитая на главы (т.н.
            чжаны), число которых традиционно составляет 81, она известна широкому кругу читателей как в Китае, так и во
            всём мире.
          </p>
          <p>
            Итак, «Дао дэ цзин» как позднее закрепившееся название текста «Лао цзы», состоит из трёх знаков. Первый знак
            - да̀о дословно означает «путь», «дорога». Однако у Лао цзы Путь есть нечто невидимое, не постигаемое ни
            органами чувств человека, ни разумом. Путь, как отправная точка развития, развёртывание вселенной, Закон, от
            которого зависит всё сущее. Второй знак дэ́ принято толковать как «добродетель», но Лао цзы придаёт этому
            понятию также значение некой «благой силы», которую накапливает мудрый человек. Наличие дэ́ можно определить
            как необходимое условие для связи человека с самим Путём-Дао. Наконец, знак цзӣн, вероятно, в
            первоначальном значении мог переводиться как «основа ткани». Но с ростом комментаторского наследия
            приобретает иной смысл, китаисты наиболее склонны трактовать его как «канон». В русском языке, выбирая
            наиболее близкий термин, можно остановиться на слове «писание».
          </p>
        </v-card-text>
        <v-card-actions>
          <v-spacer />
          <v-btn color="primary" nuxt to="/inspire">
            Continue
          </v-btn>
        </v-card-actions>
      </v-card>
    </v-flex>
  </v-layout>
</template>

<script>
export default {
  components: {}
}
</script>
